esp-cpp/espp/components/pcf85063/example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# set the functions into IRAM
CONFIG_SPI_MASTER_IN_IRAM=y 